# Spatie Medialibrary
brew 'jpegoptim'
brew 'optipng'
brew 'pngquant'
brew 'svgo'
brew 'gifsicle'

# Development
brew 'imagemagick'
brew 'node'
brew 'yarn'
brew 'git'
brew 'coreutils'

# Apps
cask 'google-chrome'
cask 'visual-studio-code'
cask 'figma'
cask 'the-unarchiver'
cask 'iterm2'
cask 'orbstack'
cask 'chromium'
cask 'appcleaner'


cask 'boop'
cask 'deepl'
cask 'raycast'
cask 'postman'
cask 'tableplus'
cask 'imageoptim'
brew 'gifski'

# Quicklook
cask 'qlmarkdown'
cask 'quicklook-json'
